Repository: NikolaDX/JellyPlayerSwift
Catalog: JellyPlayerSwift/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, sr, zh_hans, zh_hant

# %@ by %@
source: %1$@ by %2$@
ar: %1$@ بواسطة %1$@
de: %@ von %@
es: %1$@ por %2$@
fr: %1$@ par %2$@
hi: %1$@ द्वारा %2$@
it: %1$@ di %2$@
ja: ％@ による ％@
pt_pt: %1$@ por %2$@
ru: %1$@ от %2$@
sr: %1$@ од %2$@
zh_hans: %1$@，作者：%2$@
zh_hant: %1$@ 由 %2$@

# %lld song
source: %lld songs
ar: %lld أغنية
de: %lld Lieder
es: %lld canciones
fr: %lld chansons
hi: %lld गाने
it: %lld canzoni
ja: %lld 曲
ko: %lld 곡
pt_pt: %lld músicas
ru: %lld песен
sr: %lld песама
zh_hans: %lld 首歌曲
zh_hant: %lld 首歌曲

source: Accent color
ar: لون مميز
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accent
hi: उच्चारण रंग
it: Colore di accento
ja: アクセントカラー
ko: 악센트 컬러
pt_pt: Cor de destaque
ru: Акцентный цвет
sr: Акцентна боја
zh_hans: 强调色
zh_hant: 強調色

source: Add selected songs to this playlist
ar: أضف الأغاني المحددة إلى قائمة التشغيل هذه
de: Ausgewählte Songs zu dieser Playlist hinzufügen
es: Añadir canciones seleccionadas a esta lista de reproducción
fr: Ajouter les chansons sélectionnées à cette playlist
hi: चयनित गाने इस प्लेलिस्ट में जोड़ें
it: Aggiungi brani selezionati a questa playlist
ja: 選択した曲をこのプレイリストに追加します
ko: 선택한 노래를 이 재생 목록에 추가하세요
pt_pt: Adicionar músicas selecionadas a esta lista de reprodução
ru: Добавить выбранные песни в этот плейлист
sr: Додај изабране песме на ову плејлисту
zh_hans: 将选定的歌曲添加到此播放列表
zh_hant: 將選定的歌曲新增至此播放列表

source: Add song to a playlist
ar: إضافة أغنية إلى قائمة تشغيل
de: Song zu einer Playlist hinzufügen
es: Añadir canción a una lista de reproducción
fr: Ajouter un morceau à une playlist
hi: प्लेलिस्ट में गाना जोड़ें
it: Aggiungi brano a una playlist
ja: プレイリストに曲を追加
ko: 재생목록에 노래 추가
pt_pt: Adicionar música a uma lista de reprodução
ru: Добавить песню в плейлист
sr: Додај песму на плејлисту
zh_hans: 将歌曲添加到播放列表
zh_hant: 將歌曲新增至播放清單

source: Add song to this playlist
ar: أضف الأغنية إلى قائمة التشغيل هذه
de: Song zu dieser Playlist hinzufügen
es: Añadir canción a esta lista de reproducción
fr: Ajouter une chanson à cette playlist
hi: इस प्लेलिस्ट में गाना जोड़ें
it: Aggiungi brano a questa playlist
ja: このプレイリストに曲を追加する
ko: 이 재생 목록에 노래 추가
pt_pt: Adicionar música a esta playlist
ru: Добавить песню в этот плейлист
sr: Додај песму на ову плејлисту
zh_hans: 将歌曲添加到此播放列表
zh_hant: 將歌曲新增至此播放列表

source: Add songs
ar: إضافة أغاني
de: Songs hinzufügen
es: Añadir canciones
fr: Ajouter des morceaux
hi: गाने जोड़ें
it: Aggiungi brani
ja: 曲を追加
ko: 노래 추가
pt_pt: Adicionar músicas
ru: Добавить песни
sr: Додај песме
zh_hans: 添加歌曲
zh_hant: 新增歌曲

source: Add songs to this playlist
ar: أضف الأغاني إلى قائمة التشغيل هذه
de: Songs zu dieser Playlist hinzufügen
es: Añadir canciones a esta lista de reproducción
fr: Ajouter des chansons à cette playlist
hi: इस प्लेलिस्ट में गाने जोड़ें
it: Aggiungi brani a questa playlist
ja: このプレイリストに曲を追加する
ko: 이 재생 목록에 노래를 추가하세요
pt_pt: Adicionar músicas a esta playlist
ru: Добавить песни в этот плейлист
sr: Додај песме на ову плејлисту
zh_hans: 将歌曲添加到此播放列表
zh_hant: 將歌曲新增至此播放列表

source: Add this song to another playlist
ar: أضف هذه الأغنية إلى قائمة تشغيل أخرى
de: Dieses Lied zu einer anderen Playlist hinzufügen
es: Añade esta canción a otra lista de reproducción
fr: Ajouter cette chanson à une autre playlist
hi: इस गाने को किसी अन्य प्लेलिस्ट में जोड़ें
it: Aggiungi questa canzone a un'altra playlist
ja: この曲を別のプレイリストに追加する
ko: 이 노래를 다른 플레이리스트에 추가하세요
pt_pt: Adicionar esta música a outra playlist
ru: Добавить эту песню в другой плейлист
sr: Додај ову песму на другу плејлисту
zh_hans: 将这首歌曲添加到另一个播放列表
zh_hant: 將這首歌添加到另一個播放列表

source: Add this song to favorites
ar: أضف هذه الأغنية إلى المفضلة
de: Dieses Lied zu den Favoriten hinzufügen
es: Añade esta canción a favoritos
fr: Ajoutez cette chanson aux favoris
hi: इस गाने को पसंदीदा में जोड़ें
ja: この曲をお気に入りに追加する
ko: 이 노래를 즐겨찾기에 추가하세요
pt_pt: Adicionar esta música aos favoritos
ru: Добавить эту песню в избранное
sr: Додај ову песму у омиљене
zh_hans: 将这首歌曲添加到收藏夹
zh_hant: 將這首歌加入收藏夾

source: Add this song to playlist
ar: أضف هذه الأغنية إلى قائمة التشغيل
de: Dieses Lied zur Playlist hinzufügen
es: Añade esta canción a la lista de reproducción
fr: Ajoutez cette chanson à la playlist
hi: इस गाने को प्लेलिस्ट में जोड़ें
it: Aggiungi questa canzone alla playlist
ja: この曲をプレイリストに追加
ko: 이 노래를 플레이리스트에 추가하세요
pt_pt: Adicionar esta música à playlist
ru: Добавить эту песню в плейлист
sr: Додај ову песму на плејлисту
zh_hans: 将这首歌曲添加到播放列表
zh_hant: 將這首歌加入播放列表

source: Add to favorites
ar: أضف إلى المفضلة
de: Zu meinen Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़े
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sr: Додај у омиљене
zh_hans: 添加到收藏夹
zh_hant: 加入收藏夾

source: Add to playlist
ar: أضف إلى قائمة التشغيل
de: Zur Playlist hinzufügen
es: Añadir a la lista de reproducción
fr: Ajouter à la playlist
hi: प्लेलिस्ट में जोड़ें
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 플레이리스트에 추가
pt_pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sr: Додај на плејлисту
zh_hans: 添加至播放列表
zh_hant: 新增至播放列表

source: Adding song to the playlist. Please wait...
ar: جاري إضافة الأغنية إلى قائمة التشغيل. يُرجى الانتظار...
de: Song zur Playlist hinzufügen. Bitte warten...
es: Añadiendo canción a la lista de reproducción. Espere...
fr: Ajout de la chanson à la playlist. Veuillez patienter…
hi: गीत को प्लेलिस्ट में जोड़ा जा रहा है। कृपया प्रतीक्षा करें...
it: Aggiunta del brano alla playlist. Attendi...
ja: 曲をプレイリストに追加しています。お待ちください...
ko: 재생목록에 노래를 추가하는 중입니다. 잠시만 기다려 주세요...
pt_pt: Adicionar música à playlist. Por favor aguarde...
ru: Добавляю песню в плейлист. Пожалуйста, подождите...
sr: Додавање песме на плејлисту. Молимо сачекајте...
zh_hans: 正在将歌曲添加到播放列表。请稍候...
zh_hant: 將歌曲新增至播放清單。請稍等...

source: Adding successful!
ar: تمت الإضافة بنجاح!
de: Hinzufügen erfolgreich!
es: ¡Añadido correctamente!
fr: Ajout réussi !
hi: जोड़ना सफल रहा!
it: Aggiunta avvenuta con successo!
ja: 追加に成功しました！
ko: 추가 완료!
pt_pt: Adição realizada com sucesso!
ru: Добавление успешно!
sr: Додавање успешно!
zh_hans: 添加成功!
zh_hant: 添加成功！

source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_pt: Álbum
ru: Альбом
sr: Албум
zh_hans: 专辑
zh_hant: 專輯

source: Album cover
ar: غلاف الألبوم
es: Portada del álbum
fr: Couverture de l'album
hi: एल्बम कवर
it: Copertina dell'album
ja: アルバムカバー
ko: 앨범 커버
pt_pt: Capa do álbum
ru: Обложка альбома
sr: Омот албума
zh_hans: 专辑封面
zh_hant: 專輯封面

source: Album name: %@
ar: اسم الألبوم: %@
es: Nombre del álbum: %@
fr: Nom de l'album : %@
hi: एल्बम का नाम: %@
it: Nome dell'album: %@
ja: アルバム名: %@
ko: 앨범 이름: %@
pt_pt: Nome do álbum: %@
ru: Название альбома: %@
sr: Име албума: %@
zh_hans: 专辑名称：%@
zh_hant: 專輯名稱：%@

# Album: %@ by %@
source: Album: %1$@ by %2$@
ar: الألبوم: %1$@ بواسطة %2$@
de: Album: %1$@ von %2$@
es: Álbum: %1$@ de %2$@
fr: Album : %1$@ par %2$@
hi: एल्बम: %1$@ द्वारा %2$@
it: Album: %1$@ di %2$@
ja: アルバム: %1$@ by %2$@
ko: 앨범: %1$@, %2$@
pt_pt: Álbum: %1$@ por %2$@
ru: Альбом: %1$@ от %2$@
sr: Албум: %1$@ од %2$@
zh_hans: 专辑：%1$@，作者：%2$@
zh_hant: 專輯：%1$@，作者：%2$@

source: Albums
ar: الألبومات
de: Alben
es: Álbumes
hi: एल्बम
it: Album
ja: アルバム
ko: 앨범
pt_pt: Álbuns
ru: Альбомы
sr: Албуми
zh_hans: 专辑
zh_hant: 專輯

source: App theme
ar: تصميم التطبيق
de: App-Design
es: Tema de la app
fr: Thème de l'application
hi: ऐप थीम
it: Tema dell'app
ja: アプリのテーマ
ko: 앱 테마
pt_pt: Tema da aplicação
ru: Тема приложения
sr: Тема апликације
zh_hans: 应用主题
zh_hant: 應用主題

source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
hi: उपस्थिति
it: Aspetto
ja: 外観
ko: 모습
pt_pt: Aspeto
ru: Появление
sr: Изглед
zh_hans: 外貌
zh_hant: 外貌

source: Are you sure you want to remove "%@" from this playlist?
ar: هل أنت متأكد من إزالة "%@" من قائمة التشغيل هذه؟
de: Möchten Sie "%@" wirklich aus dieser Playlist entfernen?
es: ¿Seguro que quieres eliminar "%@" de esta lista de reproducción?
fr: Êtes-vous sûr de vouloir supprimer « %@ » de cette playlist ?
hi: क्या आप वाकई इस प्लेलिस्ट से "%@" हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere "%@" da questa playlist?
ja: このプレイリストから「%@」を削除してもよろしいですか？
ko: "%@"을(를) 이 재생목록에서 제거하시겠습니까?
pt_pt: Tem a certeza que pretende remover “%@” desta playlist?
ru: Вы уверены, что хотите удалить "%@" из этого плейлиста?
sr: Да ли сте сигурни да желите да уклоните „%@“ са ове плејлисте?
zh_hans: 您确定要从此播放列表中移除“%@”吗？
zh_hant: 您確定要從該播放清單中刪除“%@”嗎？

source: Are you sure you want to remove "%@"?
ar: هل أنت متأكد من إزالة "%@"؟
de: Möchten Sie "%@" wirklich entfernen?
es: ¿Seguro que quieres eliminar "%@"?
fr: Êtes-vous sûr de vouloir supprimer « %@ » ?
hi: क्या आप वाकई "%@" हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere "%@"?
ja: 「%@」を削除してもよろしいですか？
ko: "%@"을(를) 제거하시겠습니까?
pt_pt: Tem a certeza que pretende remover “%@”?
ru: Вы уверены, что хотите удалить "%@"?
sr: Да ли сте сигурни да желите да уклоните „%@“?
zh_hans: 您确定要移除“%@”吗？
zh_hant: 您確定要刪除“%@”嗎？

source: Are you sure you want to remove the download for "%@"?
ar: هل أنت متأكد من إزالة التنزيل لـ "%@"؟
de: Möchten Sie den Download für "%@" wirklich entfernen?
es: ¿Seguro que quieres eliminar la descarga de "%@"?
fr: Êtes-vous sûr de vouloir supprimer le téléchargement de « %@ » ?
hi: क्या आप वाकई "%@" के लिए डाउनलोड हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere il download di "%@"?
ja: 「%@」のダウンロードを削除してもよろしいですか？
ko: "%@" 다운로드를 제거하시겠습니까?
pt_pt: Tem a certeza que pretende remover o download de “%@”?
ru: Вы уверены, что хотите удалить загрузку для "%@"?
sr: Да ли сте сигурни да желите да уклоните преузимање за „%@“?
zh_hans: 您确定要移除“%@”的下载内容吗？
zh_hant: 您確定要刪除“%@”的下載嗎？

source: Artist
ar: الفنانون
de: Interpret
es: Artista
fr: Artiste
hi: कलाकार
it: Artista
ja: アーティスト
ko: 아티스트
pt_pt: Artista
ru: Исполнитель
sr: Извођач
zh_hans: 艺术家
zh_hant: 藝術家

source: Artist image
ar: صورة الفنان
de: Künstlerbild
es: Imagen del artista
fr: Image de l'artiste
hi: कलाकार की छवि
it: Immagine dell'artista
ja: アーティスト画像
ko: 아티스트 이미지
pt_pt: Imagem do artista
ru: Изображение исполнителя
sr: Слика уметника
zh_hans: 艺术家图片
zh_hant: 藝術家形象

source: Artist: %@
ar: الفنان: %@
de: Künstler: %@
es: Artista: %@
fr: Artiste: %@
hi: कलाकार: %@
it: Artista: %@
ja: アーティスト: %@
ko: 아티스트: %@
pt_pt: Artista: %@
ru: Исполнитель: %@
sr: Извођач: %@
zh_hans: 艺术家：%@
zh_hant: 藝術家：%@

source: Artists
ar: الفنانون
de: Interpreten
es: Artistas
fr: Artistes
hi: कलाकार
it: Artisti
ja: アーティスト
ko: 아티스트
pt_pt: Artistas
ru: Исполнители
sr: Извођачи
zh_hans: 艺术家
zh_hant: 藝術家

source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
it: Crescente
ja: 昇順
ko: 오름차순
pt_pt: Ascendente
ru: По возрастанию
sr: Растуће
zh_hans: 升序
zh_hant: 升序

source: Attempt to create new playlist
ar: محاولة إنشاء قائمة تشغيل جديدة
de: Versuchen Sie, eine neue Wiedergabeliste zu erstellen
es: Intentar crear una nueva lista de reproducción
fr: Tenter de créer une nouvelle playlist
hi: नई प्लेलिस्ट बनाने का प्रयास करें
it: Tentativo di creare una nuova playlist
ja: 新しいプレイリストを作成しようとしています
ko: 새로운 재생목록을 만들려고 시도합니다
pt_pt: Tentar criar uma nova lista de reprodução
ru: Попытайтесь создать новый плейлист
sr: Покушај креирања нове плејлисте
zh_hans: 尝试创建新播放列表
zh_hant: 嘗試建立新的播放列表

source: Attempt to log into server
ar: محاولة تسجيل الدخول إلى الخادم
de: Versuch, sich beim Server anzumelden
es: Intentar iniciar sesión en el servidor
fr: Tenter de se connecter au serveur
hi: सर्वर में लॉग इन करने का प्रयास
it: Tentativo di accesso al server
ja: サーバーにログインしようとしました
ko: 서버에 로그인을 시도합니다
pt_pt: Tentar fazer login no servidor
ru: Попытайтесь войти на сервер
sr: Покушај пријављивања на сервер
zh_hans: 尝试登录服务器
zh_hant: 嘗試登入伺服器

source: Attempt to rename this playlist
ar: حاول إعادة تسمية قائمة التشغيل هذه
de: Versuchen Sie, diese Wiedergabeliste umzubenennen
es: Intenta cambiar el nombre de esta lista de reproducción
fr: Tenter de renommer cette playlist
hi: इस प्लेलिस्ट का नाम बदलने का प्रयास करें
it: Prova a rinominare questa playlist
ja: このプレイリストの名前を変更しようとしています
ko: 이 재생 목록의 이름을 바꾸려고 시도합니다
pt_pt: Tentar renomear esta lista de reprodução
ru: Попробуйте переименовать этот плейлист
sr: Покушај преименовања ове плејлисте
zh_hans: 尝试重命名此播放列表
zh_hant: 嘗試重新命名此播放列表

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ru: Отмена
sr: Откажи
zh_hans: 取消
zh_hant: 取消

source: Cellular quality
ar: جودة الشبكة الخلوية
de: Mobilfunkqualität
es: Calidad celular
fr: Qualité cellulaire
hi: सेलुलर गुणवत्ता
it: Qualità cellulare
ja: モバイル品質
ko: 셀룰러 품질
pt_pt: Qualidade celular
ru: Качество сотовой связи
sr: Квалитет мобилне мреже
zh_hans: 蜂窝质量
zh_hant: 細胞質量

source: Change the name of the playlist
ar: تغيير اسم قائمة التشغيل
de: Ändern Sie den Namen der Wiedergabeliste
es: Cambiar el nombre de la lista de reproducción
fr: Changer le nom de la playlist
hi: प्लेलिस्ट का नाम बदलें
it: Cambia il nome della playlist
ja: プレイリストの名前を変更する
ko: 플레이리스트 이름 변경
pt_pt: Alterar o nome da lista de reprodução
ru: Изменить название плейлиста
sr: Промените назив плејлисте
zh_hans: 更改播放列表的名称
zh_hant: 更改播放清單的名稱

source: Color: %@
ar: لون: ٪@
de: Farbe: %@
fr: Couleur: %@
hi: रंग: %@
it: Colore: %@
ja: 色： %@
ko: 색상: %@
pt_pt: Cor: %@
ru: Цвет: %@
sr: Боја: %@
zh_hans: 颜色：%@
zh_hant: 顏色： ％@

source: Configure app theme and accent color below
ar: قم بتكوين سمة التطبيق ولون التمييز أدناه
de: Konfigurieren Sie unten das App-Design und die Akzentfarbe
es: Configure el tema de la aplicación y el color de acento a continuación
fr: Configurez le thème de l'application et la couleur d'accentuation ci-dessous
hi: नीचे ऐप थीम और एक्सेंट रंग कॉन्फ़िगर करें
it: Configura il tema dell'app e il colore di accento qui sotto
ja: アプリのテーマとアクセントカラーを以下で設定します
ko: 아래에서 앱 테마와 강조 색상을 구성하세요.
pt_pt: Configure o tema da aplicação e a cor de destaque abaixo
ru: Настройте тему приложения и цвет акцента ниже
sr: Конфигуришите тему апликације и боју акцента испод
zh_hans: 在下方配置应用主题和强调色
zh_hant: 配置下面的應用程式主題和強調色

source: Configure server from the settings menu.
ar: اضبط الخادم من قائمة الإعدادات.
de: Server im Einstellungsmenü konfigurieren.
es: Configura el servidor desde el menú de ajustes.
fr: Configurer le serveur depuis le menu des paramètres.
hi: सेटिंग मेनू से सर्वर कॉन्फ़िगर करें।
it: Configura il server dal menu delle impostazioni.
ja: 設定メニューからサーバーを設定してください。
ko: 설정 메뉴에서 서버를 설정하세요.
pt_pt: Configure o servidor no menu de definições.
ru: Настройте сервер в меню настроек.
sr: Конфигуришите сервер из менија подешавања.
zh_hans: 从设置菜单配置服务器。
zh_hant: 從設定選單配置伺服器。

source: Configure stream quality for Wi-Fi and cellular below
ar: قم بتكوين جودة البث لشبكة Wi-Fi والشبكة الخلوية أدناه
de: Konfigurieren Sie unten die Streamqualität für WLAN und Mobilfunk
es: Configure la calidad de transmisión para Wi-Fi y celular a continuación
fr: Configurez la qualité du flux pour le Wi-Fi et le cellulaire ci-dessous
hi: नीचे वाई-फ़ाई और सेलुलर के लिए स्ट्रीम गुणवत्ता कॉन्फ़िगर करें
it: Configura la qualità dello streaming per Wi-Fi e cellulare qui sotto
ja: Wi-Fiとモバイルのストリーム品質を以下で設定します
ko: 아래 Wi-Fi 및 셀룰러에 대한 스트림 품질을 구성하세요.
pt_pt: Configure a qualidade do fluxo para Wi-Fi e telemóvel abaixo
ru: Настройте качество потока для Wi-Fi и сотовой связи ниже
sr: Конфигуришите квалитет стрима за Wi-Fi и мобилну мрежу испод
zh_hans: 在下方配置 Wi-Fi 和蜂窝网络的流媒体质量
zh_hant: 配置 Wi-Fi 和蜂窩網路的串流質量

source: Connect to the internet, or listen to downloaded music.
ar: اتصل بالإنترنت، أو استمع إلى الموسيقى المُنزّلة.
de: Mit dem Internet verbinden oder heruntergeladene Musik anhören.
es: Conéctate a internet o escucha la música descargada.
fr: Se connecter à Internet ou écouter de la musique téléchargée.
hi: इंटरनेट से कनेक्ट करें, या डाउनलोड किए गए संगीत को सुनें।
it: Connettiti a Internet o ascolta la musica scaricata.
ja: インターネットに接続するか、ダウンロードした音楽を聴いてください。
ko: 인터넷에 연결하거나 다운로드한 음악을 감상하세요.
pt_pt: Ligue-se à internet ou ouça músicas descarregadas.
ru: Подключитесь к Интернету или слушайте загруженную музыку.
sr: Повежите се на интернет или слушајте преузету музику.
zh_hans: 连接到互联网，或收听下载的音乐。
zh_hant: 連接到互聯網，或收聽下載的音樂。

source: Create a new playlist
ar: إنشاء قائمة تشغيل جديدة
de: Erstellen Sie eine neue Playlist
es: Crear una nueva lista de reproducción
fr: Créer une nouvelle playlist
hi: नई प्लेलिस्ट बनाएं
it: Crea una nuova playlist
ja: 新しいプレイリストを作成する
ko: 새로운 재생목록 만들기
pt_pt: Criar uma nova lista de reprodução
ru: Создать новый плейлист
sr: Направи нову плејлисту
zh_hans: 创建新播放列表
zh_hant: 建立新播放列表

source: Create mix based on songs from this album
ar: إنشاء مزيج بناءً على الأغاني من هذا الألبوم
de: Erstellen Sie einen Mix basierend auf Songs aus diesem Album
es: Crea una mezcla basada en las canciones de este álbum.
fr: Créez un mix basé sur les chansons de cet album
hi: इस एल्बम के गानों पर आधारित मिक्स बनाएं
it: Crea un mix basato sulle canzoni di questo album
ja: このアルバムの曲に基づいてミックスを作成する
ko: 이 앨범의 노래를 기반으로 믹스를 만듭니다.
pt_pt: Crie uma mistura baseada nas músicas deste álbum
ru: Создать микс на основе песен из этого альбома
sr: Направи микс на основу песама са овог албума
zh_hans: 基于此专辑中的歌曲创建混音
zh_hant: 根據這張專輯中的歌曲創建混音

source: Create mix based on songs from this artist
ar: إنشاء مزيج بناءً على الأغاني من هذا الفنان
de: Erstellen Sie einen Mix basierend auf Songs dieses Künstlers
es: Crear mezcla basada en canciones de este artista.
fr: Créez un mix basé sur les chansons de cet artiste
hi: इस कलाकार के गानों पर आधारित मिक्स बनाएं
it: Crea un mix basato sulle canzoni di questo artista
ja: このアーティストの曲に基づいてミックスを作成する
ko: 이 아티스트의 노래를 기반으로 믹스를 만듭니다.
pt_pt: Crie uma mistura baseada nas músicas deste artista
ru: Создать микс на основе песен этого исполнителя
sr: Направи микс на основу песама овог извођача
zh_hans: 基于此艺术家的歌曲创建混音
zh_hant: 根據該藝術家的歌曲創建混音

source: Create mix based on this song
ar: إنشاء مزيج بناءً على هذه الأغنية
de: Erstellen Sie einen Mix basierend auf diesem Song
es: Crea una mezcla basada en esta canción
fr: Créer un mix basé sur cette chanson
hi: इस गीत पर आधारित मिश्रण बनाएं
it: Crea un mix basato su questa canzone
ja: この曲をベースにミックスを作成する
ko: 이 노래를 기반으로 믹스를 만들어 보세요
pt_pt: Crie uma mistura baseada nessa música
ru: Создать микс на основе этой песни
sr: Направи микс на основу ове песме
zh_hans: 基于此歌曲创建混音
zh_hant: 根據這首歌創作混音

source: Create playlist
ar: إنشاء قائمة تشغيل
de: Playlist erstellen
es: Crear lista de reproducción
fr: Créer une playlist
hi: प्लेलिस्ट बनाएं
it: Crea playlist
ja: プレイリストを作成
ko: 플레이리스트 만들기
pt_pt: Criar lista de reprodução
ru: Создать плейлист
sr: Направи плејлисту
zh_hans: 创建播放列表
zh_hant: 建立播放清單

source: Creates mix based on songs from this playlist
ar: إنشاء مزيج بناءً على الأغاني من قائمة التشغيل هذه
de: Erstellt einen Mix basierend auf Songs aus dieser Playlist
es: Crea una mezcla basada en canciones de esta lista de reproducción.
fr: Crée un mix basé sur les chansons de cette playlist
hi: इस प्लेलिस्ट के गानों के आधार पर मिक्स बनाता है
it: Crea un mix basato sui brani di questa playlist
ja: このプレイリストの曲に基づいてミックスを作成します
ko: 이 플레이리스트의 노래를 기반으로 믹스를 생성합니다.
pt_pt: Cria uma mistura com base nas músicas desta playlist
ru: Создает микс на основе песен из этого плейлиста
sr: Прави микс на основу песама са ове плејлисте
zh_hans: 基于此播放列表中的歌曲创建混音
zh_hant: 根據此播放清單中的歌曲建立混音

source: Creating playlist. Please wait...
ar: جاري إنشاء قائمة التشغيل. يُرجى الانتظار...
de: Playlist wird erstellt. Bitte warten …
es: Creando lista de reproducción. Espere...
fr: Création de la playlist. Veuillez patienter…
hi: प्लेलिस्ट बनाई जा रही है। कृपया प्रतीक्षा करें...
it: Creazione della playlist. Attendi...
ja: プレイリストを作成しています。お待ちください...
ko: 재생목록을 만드는 중입니다. 잠시만 기다려 주세요...
pt_pt: Criação de playlist. Por favor aguarde...
ru: Создание плейлиста. Пожалуйста, подождите...
sr: Прави се плејлиста. Молимо сачекајте...
zh_hans: 正在创建播放列表。请稍候…
zh_hant: 建立播放清單。請稍等...

source: Current progress: %@
ar: التقدم الحالي: %@
de: Aktueller Fortschritt: %@
es: Progreso actual: %@
fr: Progression actuelle : %@
hi: वर्तमान प्रगति: %@
it: Avanzamento attuale: %@
ja: 現在の進捗状況: %@
ko: 현재 진행 상황: %@
pt_pt: Progresso atual: %@
ru: Текущий прогресс: %@
sr: Тренутни напредак: %@
zh_hans: 当前进度：%@
zh_hant: 當前進度：%@

# Current song: %@ by %@
source: Current song: %1$@ by %2$@
ar: الأغنية الحالية: %1$@ بواسطة %2$@
de: Aktuelles Lied: %1$@ von %2$@
es: Canción actual: %1$@ de %2$@
fr: Chanson actuelle : %1$@ de %2$@
hi: वर्तमान गाना: %1$@ by %2$@
it: Brano attuale: %1$@ di %2$@
ja: 現在の曲: %1$@、%2$@
ko: 현재 노래: %1$@, %2$@
pt_pt: Música atual: %1$@ de %2$@
ru: Текущая песня: %1$@ от %2$@
sr: Тренутна песма: %1$@ од %2$@
zh_hans: 当前歌曲：%2$@ 的 %1$@
zh_hant: 當前歌曲：%2$@ 的 %1$@

source: Custom color
ar: لون مخصص
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
it: Colore personalizzato
ja: カスタムカラー
ko: 사용자 지정 색상
pt_pt: Cor personalizada
ru: Пользовательский цвет
sr: Прилагођена боја
zh_hans: 自定义颜色
zh_hant: 自訂顏色

source: Dark
ar: مظلم
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
it: Buio
ja: 暗い
ko: 어두운
pt_pt: Escuro
ru: Темный
sr: Тамно
zh_hans: 黑暗的
zh_hant: 黑暗的

source: Date added
ar: تاريخ الإضافة
de: Hinzugefügt am
es: Fecha de añadido
fr: Date d'ajout
hi: जोड़े जाने की तिथि
it: Data di aggiunta
ja: 追加日
ko: 추가 날짜
pt_pt: Data adicionada
ru: Дата добавления
sr: Датум додавања
zh_hans: 添加日期
zh_hant: 新增日期

source: Date created
ar: تاريخ الإنشاء
de: Erstellt am
es: Fecha de creación
fr: Date de création
hi: बनाई गई तिथि
it: Data di creazione
ja: 作成日
ko: 생성 날짜
pt_pt: Data de criação
ru: Дата создания
sr: Датум креирања
zh_hans: 创建日期
zh_hant: 建立日期

source: Date released
ar: تاريخ الإصدار
de: Veröffentlicht am
es: Fecha de lanzamiento
fr: Date de sortie
hi: रिलीज़ की गई तिथि
it: Data di pubblicazione
ja: リリース日
ko: 출시 날짜
pt_pt: Data de lançamento
ru: Дата выпуска
sr: Датум објављивања
zh_hans: 发布日期
zh_hant: 發布日期

source: Delete playlist
ar: حذف قائمة التشغيل
de: Playlist löschen
es: Eliminar lista de reproducción
fr: Supprimer la playlist
hi: प्लेलिस्ट हटाएं
it: Elimina playlist
ja: プレイリストを削除
ko: 재생목록 삭제
pt_pt: Apagar lista de reprodução
ru: Удалить плейлист
sr: Обриши плејлисту
zh_hans: 删除播放列表
zh_hant: 刪除播放清單

source: Deletes playlist permanently
ar: حذف قائمة التشغيل بشكل دائم
de: Löscht die Wiedergabeliste dauerhaft
es: Elimina la lista de reproducción de forma permanente
fr: Supprime définitivement la liste de lecture
hi: प्लेलिस्ट को स्थायी रूप से हटाता है
it: Elimina definitivamente la playlist
ja: プレイリストを完全に削除します
ko: 재생 목록을 영구적으로 삭제합니다
pt_pt: Apaga a lista de reprodução permanentemente
ru: Удаляет плейлист навсегда
sr: Трајно брише плејлисту
zh_hans: 永久删除播放列表
zh_hant: 永久刪除播放列表

source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
it: Decrescente
ja: 降順
ko: 내림차순
pt_pt: Descendente
ru: По убыванию
sr: Опадајуће
zh_hans: 降序
zh_hant: 降序

source: Done
ar: تم الإنشاء
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pt_pt: Concluído
ru: Готово
sr: Готово
zh_hans: 完成
zh_hant: 完畢
